/* CA Email greeting Subject Header when CA is available */
"%1$@ Certificate Authority is now available" = "Certifikatmyndigheden %1$@ er nu tilgængelig";

/* %1$@'s CA */
"%1$@'s CA" = "%1$@s certifikatmyndighed";

/* Email message sent to the CA when a user requests a Cert */
"%@ has sent you a certificate request. Click the enclosure to complete the request. A certificate signing request (CSR) is information generated by the computer to identify the user requesting a certificate from a Certificate Authority. The CSR contains the public key of the user and is used to generate the certificate. The certificate will automatically be sent to %@.\n\n" = "%1$@ har sendt dig en certifikatanmodning. Klik på bilaget for at gennemføre anmodningen. En anmodning om signering af et certifikat (CSR) er nogle oplysninger, som computeren bruger til at identificere den bruger, der anmoder om et certifikat fra en certifikatmyndighed. CSR-anmodningen indeholder brugerens offentlige nøgle og bruges til at oprette certifikatet. Certifikatet bliver automatisk sendt til %2$@.\n\n";

/* Email message sent to the user when the CA has created their cert */
"%@ has sent you the certificate you requested. Click the enclosure and Keychain Access will import it for you.\n\n" = "%@ har sendt dig det certifikat, du anmodede om. Klik på bilaget, hvorefter Hovednøglering importerer det for dig.\n\n";

/* (Unused) */
"(Unused)" = "(Ikke brugt)";

/* 1024 bits */
"1024 bits" = "1024 bit";

/* 1200 bits */
"1200 bits" = "1200 bit";

/* 1400 bits */
"1400 bits" = "1400 bit";

/* 1600 bits */
"1600 bits" = "1600 bit";

/* 2048 bits */
"2048 bits" = "2048 bit";

/* 256 bits */
"256 bits" = "256 bit";

/* 384 bits */
"384 bits" = "384 bit";

/* 512 bits */
"512 bits" = "512 bit";

/* 521 bits */
"521 bits" = "521 bit";

/* <invalid expiration date> */
"<invalid expiration date>" = "<ugyldig udløbsdato>";

/* <no certificates specified> */
"<no certificates specified>" = "<ingen certifikater valgt>";

/* _renamed_%d */
"_renamed_%d" = "_renamed_%d";

/* A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you. */
"A CA that does not rely on another CA for its validation is called a \\U201Croot\\U201D (or \\U201Canchor\\U201D) CA. A CA that does rely on another CA for its validation is called a \\U201CIntermediate CA\\U201D. Trust in such a root CA must be established by means other than a certificate. Mac OS X contains a list of acceptable root CA identities that have been pre-qualified by Apple. You can add other CAs to this list using the Keychain Access application, or your administrator can do this for you." = "En certifikatmyndighed, der ikke er afhængig af en anden certifikatmyndighed for at blive godkendt, kaldes en “rod-” eller “ankercertifikatmyndighed”. En certifikatmyndighed, der er afhængig af en anden certifikatmyndighed for at blive godkendt, kaldes en “midlertidig” certifikatmyndighed. Godkendelse af en sådan rodcertifikatmyndighed skal ske på andre måder end via et certifikat. Mac OS X indeholder en liste over acceptable rodcertifikatmyndigheds-id'er, der er forhåndsgodkendt af Apple. Du kan føje flere certifikatmyndigheder til listen vha. programmet Hovednøglering, eller din administrator kan gøre det for dig.";

/* A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification. */
"A CA Web Site is provided for users who wish to use the Internet to download a CA invitation and a CA's certificates. The Web Site is mainly provided for users who may not have officially received an invite or the CA certificates from the CA. The Web Site also provides information so user can verify that the site does belong to the CA. The SHA-1 fingerprint of the CA certificate and the CA's administration e-mail address are displayed for verification." = "Der findes et websted til en certifikatmyndighed til de brugere, som vil hente en invitation fra en certifikatmyndighed og en certifikatmyndigheds certifikater via Internet. Webstedet er fortrinsvis til brugere, som officielt måske ikke har modtaget en invitation eller certifikatmyndighedens certifikater fra certifikatmyndigheden. Webstedet viser også oplysninger, så brugerne kan kontrollere, at det tilhører certifikatmyndigheden. SHA-1-fingeraftrykket på certifikatmyndighedens certifikat og e-postadressen til administration af certifikatmyndigheden vises som kontrol.";

/* A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it. */
"A certificate authority (CA) that relies on another CA for its validation is called an Intermediate CA. An intermediate CA depends on the CA that issued it for its validity, and can be invalidated, or revoked, by it. Intermediate CAs are commonly used by their issuing CA to delegate authority for a subset of its operation, such as a particular usage or class of users. If you or your system trusts an intermediate CA's issuer, it will also trust the intermediate CA, unless you explicitly override this. Mac OS X also allows you to directly assign trust to an intermediate CA without trusting its issuer; however, this circumvents validity checks based on the issuer's authority. When creating an intermediate CA with the Certificate Assistant, an existing root or intermediate CA (along with their corresponding private key) must be present to sign it." = "En certifikatmyndighed, der er afhængig af en anden certifikatmyndighed for at blive godkendt, kaldes en midlertidig certifikatmyndighed. En midlertidig certifikatmyndigheds gyldighed afhænger af den certifikatmyndighed, der udstedte den, og vedkommende myndighed kan gøre myndigheden ugyldig eller tilbagekalde den. Midlertidige certifikatmyndigheder bruges normalt af deres udstedende certifikatmyndighed til at delegere myndighed til en underafdeling af deres aktiviteter, f.eks. en bestemt brug eller en brugerklasse. Hvis du eller dit system godkender en udsteder af en midlertidig certifikatmyndighed, vil den også godkende den midlertidige certifikatmyndighed, medmindre du udtrykkeligt tilsidesætter det. Mac OS X giver dig også mulighed for direkte at overføre godkendelse til en midlertidig certifikatmyndighed uden at godkende udstederen af den; men det omgår gyldighedskontrol på basis af udstederens myndighed. Ved oprettelse af en midlertidig certifikatmyndighed med Certifikatassistent skal der være en eksisterede rod- eller midlertidig certifikatmyndighed (sammen med deres tilsvarende private nøgle) til at signere den.";

/* A CA Configuration File already exists with that name. Please pick a different name. */
"A Certificate Authority configuration file already exists with that name. Please pick a different name." = "Der findes allerede et konfigurationsarkiv til en certifikatmyndighed med det navn. Vælg et andet navn.";

/* A certificate authority name cannot contain periods. */
"A certificate authority name cannot contain periods." = "Navnet på en certifikatmyndighed må ikke indeholde punktummer.";

/* A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain. */
"A leaf is a certificate signed by an intermediate or root Certificate Authority. A leaf certificate benefits from the security of certificate chains and certificate policies. A leaf is situated at the bottom of a certificate chain." = "Et blad er et certifikat, der er signeret af en midlertidig certifikatmyndighed eller en rodcertifikatmyndighed. Et bladcertifikat udnytter sikkerheden i certifikatkæder og certifikatpolitikker. Et blad findes nederst i en certifikatkæde.";

/* A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it. */
"A self-signed certificate does not provide the security guarantee of a certificate issued by a Certificate Authority. Before your self-signed certificate is accepted, the recipient will be asked to confirm that they wish to trust and accept it." = "Et selvsigneret certifikat yder ikke den samme sikkerhedsgaranti som et certifikat, der er udstedt af en certifikatmyndighed. Før et selvsigneret certifikat accepteres, bliver modtageren bedt om at bekræfte, at vedkommende godkender certifikatet og accepterer det.";

/* A self-signed certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities. */
"A self-signed root certificate is a root certificate authority that someone makes for immediate use as a certificate. Such certificates do not benefit from the security of certificate chains and certificate policies. Most computers will not accept a self-signed certificate unless their owner first tells them to, and some computers will not accept them under any circumstances. They are however easy and quick to make, and are often used for testing purposes in place of certificates signed by proper certificate authorities." = "Et selvsigneret rodcertifikat er en rodcertifikatmyndighed, der oprettes til øjeblikkelig brug som et certifikat. Disse certifikater udnytter ikke sikkerheden fra certifikatkæder og certifikatpolitikker. De fleste computere accepterer ikke et selvsigneret certifikat, medmindre ejeren bestemmer det, og nogle computere accepterer dem ikke under nogen omstændigheder. Men det er nemt at oprette dem, og de bruges ofte til testformål i stedet for certifikater, der er signeret af ægte certifikatmyndigheder.";

/* A URI cannot contain Unicode characters. */
"A URI cannot contain Unicode characters." = "En URI må ikke indeholde Unicode-tegn.";

/* Aborted */
"Aborted" = "Afbrudt";

/* An error occurred when attempting to display the certificate. */
"An error occurred when attempting to display the certificate." = "Der opstod en fejl under forsøget på at vise certifikatet.";

/* An error occurred when attempting to evaluate the certificate. */
"An error occurred when attempting to evaluate the certificate." = "Der opstod en fejl under forsøget på at evaulere certifikatet.";

/* An error occurred when attempting to install the \\U201C%@\\U201D certificates. */
"An error occurred when attempting to install the \\U201C%@\\U201D certificates." = "Der opstod en fejl under forsøget på at installere “\%@\”-certifikaterne.";

/* An error occurred when creating the e-mail invitation. */
"An error occurred when creating the e-mail invitation." = "Der opstod en fejl under oprettelse af e-postinvitationen.";

/* An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account. */
"An error occurred when e-mailing the certificate signing request to the CA. Make sure you have a configured e-mail account." = "Der opstod en fejl, da anmodningen om certifikatsignering skulle sendes via e-post til certifikatmyndigheden. Sørg for, at der er konfigureret en e-postkonto.";

/* Message indicating we couldn't mail the CSR to the CA */
"An error occurred when mailing the certificate signing request to the certificate authority." = "Der opstod en fejl, da anmodningen om certifikatsignering skulle sendes til certifikatmyndigheden.";

/* An error occurred when trying to create the CA web site (error=%d). */
"An error occurred when trying to create the CA web site (error=%d)." = "Der opstod en fejl under forsøget på at oprette webstedet til certifikatmyndigheden (fejl=%d).";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk could not be accessed." = "Der opstod en fejl under forsøget på at oprette webstedet til certifikatmyndigheden på din iDisk. Der er ikke adgang til din iDisk.";

/* An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection. */
"An error occurred when trying to create the CA web site on your iDisk. Your iDisk was not responding. Please check your network connection." = "Der opstod en fejl under forsøget på at oprette webstedet til certifikatmyndigheden på din iDisk. Din iDisk svarede ikke. Kontroller netværksforbindelsen.";

/* An error occurred when verifying the signature that signed \\U201C%@\\U201D. */
"An error occurred when verifying the signature that signed \\U201C%@\\U201D." = "Der opstod en fejl under kontrol af den signatur, som signerede “\%@\”.";

/* An error occurred when visiting the CA web site. */
"An error occurred when visiting the CA web site." = "Der opstod en fejl under besøget på certifikatmyndighedens websted.";

/* An error occurred. The specified CA wasn't a valid Certificate Authority. */
"An error occurred. The specified CA wasn't a valid Certificate Authority." = "Der opstod en fejl. Den anførte certifikatmyndighed er ikke en gyldig certifikatmyndighed.";

/* An expiration period for a certificate must be no longer than %d years. */
"An expiration period for a certificate must be no longer than %d years." = "Udløbsperioden for et certifikat må ikke være længere end %d år.";

/* An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate. */
"An invitation is a file given to users who wish to request a certificate from a CA. When done creating a CA, the Certificate Assistant helps you with the delivery of the invitation to the users. A user can double-click on this invitation and the Certificate Assistant will guide them through the process of requesting a certificate." = "En invitation er et arkiv givet til brugere, som ønsker at anmode om et certifikat fra en certifikatmyndighed. Når en certifikatmyndighed er oprettet, hjælper Certifikatssistent dig med at levere invitationen til brugerne. En bruger kan dobbeltklikke på denne invitation, hvorefter Certifikatassistent vil hjælpe vedkommende med at anmode om et certifikat.";

/* IPAddr format not correct */
"An IP Address you specified was not in the correct format (IP Addresses are formatted like 1.2.3.4)." = "En IP-adresse, som du har anført, havde ikke det korrekte format (IP-adresser har et format som 1.2.3.4).";

/* An unknown error occurred when reading the certificate signing request. */
"An unknown error occurred when reading the certificate signing request." = "Der opstod en uventet fejl under læsning af anmodningen om signering af certifikat.";

/* Appropriate S/MIME ExtendedKeyUsage not found  */
"Appropriate S/MIME ExtendedKeyUsage not found " = "Relevant udvidet brug af nøgle til S/MIME blev ikke fundet ";

/* Bad cert obtained from specified issuerAltName */
"Bad cert obtained from specified issuerAltName" = "Forkert certifikat modtaget fra den anførte issuerAltName";

/* Bad leaf cert */
"Bad leaf cert" = "Forkert bladcertifikat";

/* Bad root cert (fails to self-verify) */
"Bad root cert (fails to self-verify)" = "Forkert rodcertifikat (kan ikke godkende sig selv)";

/* Basic Constraints Extension */
"Basic Constraints Extension" = "Udvidelse af grundlæggende begrænsninger";

/* Basic Constraints Extension For This CA */
"Basic Constraints Extension For This CA" = "Udvidelse af grundlæggende begrænsninger til denne certifikatmyndighed";

/* Basic Constraints Extension For Users of This CA */
"Basic Constraints Extension For Users of This CA" = "Udvidelse af grundlæggende begrænsninger til brugere af denne CA";

/* Basic Constraints Missing */
"Basic Constraints Missing" = "Grundlæggende begrænsninger mangler";

/* Cancel */
"Cancel" = "Annuller";

/* Cert expired */
"Cert expired" = "Certifikat udløbet";

/* Cert not found at specified issuerAltName */
"Cert not found at specified issuerAltName" = "Certifikat ikke fundet hos den anførte issuerAltName";

/* Cert not yet valid */
"Cert not yet valid" = "Certifikat er ikke gyldigt endnu";

/* Certificate Request */
"Certificate Request" = "Certifikatanmodning";

/* Choose */
"Choose" = "Vælg";

/* Choose an identity that will sign your CA invitations. */
"Choose an identity that will sign your CA invitations." = "Vælg en identitet, som skal signere dine invitationer til certifikatmyndigheder.";

/* Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location. */
"Click \\U201CSpecify Alternate Location...\\U201D to create the web site at a different location." = "Klik på \“Anfør alternativ placering...\” for at oprette webstedet på en anden placering.";

/* Code Signing, Bad path length */
"Code Signing, Bad path length" = "Kodet signatur, forkert stilængede";

/* Code Signing, Basic Constraints Missing */
"Code Signing, Basic Constraints Missing" = "Kodet signatur, grundlæggende begrænsninger mangler";

/* Code Signing, Development */
"Code Signing, Development" = "Kodet signatur, udvikling";

/* Code Signing, Illegal certificate chain length */
"Code Signing, Illegal certificate chain length" = "Kodet signatur, ulovlig længde på certifikatkæde";

/* Code Signing, No Extended Key Usage */
"Code Signing, No Extended Key Usage" = "Kodet signatur, ingen udbygget brug af udvidet nøgle";

/* Continue */
"Continue" = "Fortsæt";

/* Could not create a key pair. */
"Could not create a key pair." = "Kunne ikke oprette et nøglepar.";

/* Could not create the CA configuration file. */
"Could not create the Certificate Authority configuration file." = "Kunne ikke oprette konfigurationsarkiv til certifikatmyndighed.";

/* Could not create the certificate export file (error=%d). */
"Could not create the certificate export file (error=%d)." = "Kunne ikke oprette eksportarkiv (fejl=%d).";

/* Could not create the certificate export file. */
"Could not create the certificate export file." = "Kunne ikke oprette eksportarkiv til certifikat.";

/* Could not find a signing key based on the public key hash. */
"Could not find a signing key based on the public key." = "Kunne ikke finde en signeringsnøgle baseret på den offentlige nøgle.";

/* Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D. */
"Could not find the issuer for the Certificate Authority configuration file \\U201C%@\\U201D." = "Kunne ikke finde udstederen af certifikatmyndighedens konfigurationsarkiv \“%@\”.";

/* Could not mail the certificate to the user. */
"Could not mail the certificate to the user. A copy has been placed in your keychain." = "Kunne ikke sende certifikatet til brugeren via e-post. Der er anbragt en kopi i din nøglering.";

/* Create Your Certificate */
"Create Your Certificate" = "Opret dit certifikat";

/* Create Your Certificate Authority */
"Create Your Certificate Authority" = "Opret din certifikatmyndighed";

/* Creating Key Pair... */
"Creating Key Pair..." = "Opretter nøglepar...";

/* Creating the CA web site... */
"Creating the CA web site..." = "Opretter CA-websted...";

/* Creating the certificate request... */
"Creating the certificate request..." = "Opretter certifikatanmodning...";

/* Creating the certificate... */
"Creating the certificate..." = "Opretter certifikat...";

/* CRL Expired */
"CRL Expired" = "CRL udløbet";

/* CRL failed policy verification */
"CRL failed policy verification" = "CRL kunne ikke godkendes mht. politik";

/* CRL Not Valid Yet */
"CRL Not Valid Yet" = "CRL ikke gyldig endnu";

/* CRL not verifiable to anchor or root */
"CRL not verifiable to anchor or root" = "CRL kan ikke godkendes som anker eller rod";

/* CRL verified to untrusted root */
"CRL verified to untrusted root" = "CRL godkendt som rod uden godkendelse";

/* Done */
"Done" = "OK";

/* E-mail addresses cannot contain Unicode characters. */
"E-mail addresses cannot contain Unicode characters." = "E-postadresser må ikke indeholde Unicode-tegn.";

/* Error: could not read the Certificate Authority configuration file. */
"Error: could not read the Certificate Authority configuration file \\U201C%@\\U201D." = "Fejl: Kunne ikke læse certifikatmyndighedens konfigurationsarkiv “%@”.";

/* Error: could not read the specified template \\U201C%@\\U201D. */
"Error: could not read the template \\U201C%@\\U201D." = "Fejl: Kunne ikke læse skabelonen “\%@\”.";

/* Evaluating Certificate(s) */
"Evaluating Certificate(s)" = "Evaluerer certifikat(er)";

/* Expired */
"Expired" = "Udløbet";

/* Extended Key Usage Extension */
"Extended Key Usage Extension" = "Udbygget brug af udvidet nøgle";

/* Extended Key Usage Extension For This CA */
"Extended Key Usage Extension For This CA" = "Udbygget brug af udvidet nøgle til denne certifikatmyndighed";

/* Extended Key Usage Extension For Users of This CA */
"Extended Key Usage Extension For Users of This CA" = "Udbygget brug af udvidet nøgle til brugere af denne CA";

/* For SSL Server certificates, either an IP Address or DNS name must be specified. */
"For SSL Server certificates, either an IP Address or DNS name must be specified." = "Til SSL-servercertifikater skal der anføres en IP-adresse eller et DNS-navn.";

/* For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Extended Key Usage Extension to see the available options and specify which ones their certificate will use." = "Vælg Udbygget brug af udvidet nøgle til den bruger, som anmoder om certifikater fra denne certifikatmyndighed, for at se de tilgængelige muligheder og vælge dem, som certifikatet skal bruge.";

/* For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Basic Constraints Extension to see the available options and specify which ones their certificate will use." = "Vælg Inkluder udvidelse af grundlæggende begrænsninger til den bruger, som anmoder om certifikater fra denne certifikatmyndighed, for at se de tilgængelige muligheder og vælge dem, som certifikatet skal bruge.";

/* For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use. */
"For the user who request certificates from this CA, select Include Subject Alternate Name Extension to see the available options and specify which ones their certificate will use." = "Vælg Inkluder udvidet alternativt navn på emne til den bruger, som anmoder om certifikater fra denne certifikatmyndighed, for at se de tilgængelige muligheder og vælge dem, som certifikatet skal bruge.";

/* For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Basic Constraints Extension to see the available options and specify which ones the CA certificate will use." = "Vælg Inkluder udvidelse af grundlæggende begrænsninger til denne certifikatmyndighed for at se de tilgængelige muligheder og vælge dem, som certifikatmyndighedens certifikatet skal bruge.";

/* For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Extended Key Usage Extension to see the available options and specify which ones the CA certificate will use." = "Vælg Inkluder udbygget brug af udvidet nøgle til denne certifikatmyndighed for at se de tilgængelige muligheder og vælge dem, som certifikatmyndighedens certifikatet skal bruge.";

/* For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use. */
"For this Certificate Authority, select Include Subject Alternate Name Extension to see the available options and specify which ones the CA certificate will use." = "Vælg Inkluder udvidet alternativt navn på emne til denne certifikatmyndighed for at se de tilgængelige muligheder og vælge dem, som certifikatmyndighedens certifikatet skal bruge.";

/* Good */
"Good" = "God";

/* Hostname mismatch */
"Hostname mismatch" = "Værtsnavne stemmer ikke overens";

/* Idle */
"Idle" = "Ledig";

/* Illegible CRL distribution point URI */
"Illegible CRL distribution point URI" = "Utydelig URI til CRL-distributionspunkt";

/* Illegible name */
"Illegible name" = "Utydeligt navn";

/* Intermediate CA */
"Intermediate CA" = "Midlertidig certifikatmyndighed";

/* Invalid Authority Key ID  */
"Invalid Authority Key ID " = "Ugyldig nøgle-id til myndighed ";

/* Invalid BasicConstraints.CA */
"Invalid BasicConstraints.CA" = "Ugyldige BasicConstraints.CA";

/* Invalid Certificate */
"Invalid Certificate" = "Ugyldigt certifikat";

/* Invalid Extended Key Usage */
"Invalid Extended Key Usage" = "Ugyldig brug af udvidet nøgle";

/* Invalid Key Usage */
"Invalid Key Usage" = "Ugyldig brug af nøgle";

/* Invalid Subject Key ID  */
"Invalid Subject Key ID " = "Ugyldig id til emnenøgle ";

/* Invalid Subject/Authority Key ID Linkage */
"Invalid Subject/Authority Key ID Linkage" = "Ugyldig sammenkædning af id til emne-/myndighedsnøgle";

/* IssuingDistributionPoint extension violation */
"IssuingDistributionPoint extension violation" = "Krænkelse af udvidelse til udstedende distributionspunkt";

/* Key Pair pane title (when not creating a CA) */
"Key Pair Information" = "Oplysninger om nøglepar";

/* Key Pair pane title (when creating a CA) */
"Key Pair Information For This CA" = "Oplysninger om denne certifikatmyndigheds nøglepar";

/* Key Usage Extension */
"Key Usage Extension" = "Brug af udvidet nøgle";

/* Key Usage Extension For This CA */
"Key Usage Extension For This CA" = "Brug af udvidet nøgle til denne certifikatmyndighed";

/* Key Usage Extension For Users of This CA */
"Key Usage Extension For Users of This CA" = "Brug af udvidet nøgle til brugere af denne certifikatmyndighed";

/* Keychain */
"Keychain" = "Nøglering";

/* Leaf */
"Leaf" = "Blad";

/* Let me choose */
"Let me choose" = "Lad mig vælge";

/* Network */
"Network" = "Netværk";

/* No */
"No" = "Nej";

/* No certificates were returned from the host. */
"No certificates were returned from the host." = "Ingen certifikater blev returneret fra værten.";

/* No CRL */
"No CRL" = "Ingen CRL";

/* No root cert found */
"No root cert found" = "Intet rodcertifikat blev fundet";

/* Not Yet Valid */
"Not Yet Valid" = "Ikke gyldigt endnu";

/* Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server. */
"Note: Additional certificates that make up the Certificate Authority (CA) must also be provided to users. Additional certificates are located in the .pem file in the CA folder. For added security, don't send these files by email. Make them available in a secure location, such as a file server." = "Bemærk: Ekstra certifikater, som er en del af certifikatmyndigheden skal også leveres til brugerne. Ekstra certifikater ligger i .pem-arkivet i certifikatmyndighedsmappen. For at opnå ekstra sikkerhed, skal du undgå at sende disse arkiver med e-post. Gør dem tilgængelige på et sikkert sted, f.eks. på en arkivserver.";

/* OK */
"OK" = "OK";

/* P12Password */
"P12Password" = "P12-adgangskode";

/* Partial public key resolved with failure */
"Partial public key resolved with failure" = "En del af offentlig nøgle behandlet med fejl";

/* Partial public key unresolvable */
"Partial public key unresolvable" = "En del af offentlig nøgle kan ikke behandles";

/* PathLengthConstraint exceeded */
"PathLengthConstraint exceeded" = "PathLengthConstraint overskredet";

/* Please contact your CA administrator for assistance. */
"Please contact your CA administrator for assistance." = "Kontakt administratoren af certifikatmyndigheden for at få hjælp.";

/* Please contact your CA administrator for help importing them. */
"Please contact your CA administrator for help importing them." = "Kontakt administratoren af certifikatmyndigheden for at få hjælp til at importere dem.";

/* Please specify a serial number from %@ to %@. */
"Please specify a serial number from %@ to %@." = "Skriv et serienummer fra %1$@ til %2$@.";

/* Please specify a valid expiration date. */
"Please specify a valid expiration date." = "Skriv en gyldig udløbsdato.";

/* Please specify some certificate information below: */
"Please specify some certificate information below:" = "Skriv oplysninger om certifikatet nedenfor:";

/* Please specify some information about your CA: */
"Please specify some information about your CA:" = "Skriv nogle oplysninger om din certifikatmyndighed:";

/* Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request. */
"Please specify the issuing Certificate Authority for %@\\U2019s (%@) certificate request." = "Anfør den udstedende certifikatmyndighed til %1$@s (%2$@) certifikatanmodning.";

/* Please specify the issuing Certificate Authority for this certificate request. */
"Please specify the issuing Certificate Authority for this certificate request." = "Anfør den udstedende certifikatmyndighed til denne certifikatanmodning.";

/* Policy verification failed */
"Policy verification failed" = "Godkendelse af politik mislykkedes";

/* ProbeSSL */
"ProbeSSL" = "ProbeSSL";

/* Probing SSL server */
"Probing SSL server" = "Forespørger på SSL-server";

/* Replace existing \\U201C%@\\U201D web site on your iDisk? */
"Replace existing \\U201C%@\\U201D web site on your iDisk?" = "Erstat det eksisterende websted “\%@\” på iDisk?";

/* Replace existing \\U201C%@\\U201D? */
"Replace existing \\U201C%@\\U201D?" = "Erstat eksisterende “%@”?";

/* Required */
"Required" = "Nødvendig";

/* Root ALSO in System Roots */
"Root ALSO in System Roots" = "Rod findes OGSÅ i System roots";

/* S/MIME */
"S/MIME" = "S/MIME";

/* S/MIME Email address mismatch */
"S/MIME Email address mismatch" = "Uoverensstemmende S/MIME e-postadresse";

/* S/MIME KeyUsage incompatibility */
"S/MIME KeyUsage incompatibility" = "Brug af S/MIME-nøgle ikke kompatibel";

/* S/MIME, No email Address Found */
"S/MIME, No email Address Found" = "S/MIME, ingen e-postadresse fundet";

/* S/MIME, non-critical KeyUsage */
"S/MIME, non-critical KeyUsage" = "S/MIME, ikke kritisk brug af nøgle";

/* S/MIME, SubjectAltName not critical */
"S/MIME, SubjectAltName not critical" = "S/MIME, SubjectAltName ikke kritisk";

/* Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use. */
"Select Include Basic Constraints Extension to see the available options and specify which ones this certificate will use." = "Vælg Inkluder udvidelse af grundlæggende begrænsninger for at se de tilgængelige muligheder og vælge dem, som dette certifikat skal bruge.";

/* Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use. */
"Select Include Extended Key Usage Extension to see the available options and specify which ones this certificate will use." = "Vælg Brug af udvidet nøgle for at se de tilgængelige muligheder og vælge dem, som dette certifikat skal bruge.";

/* Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use. */
"Select Include Subject Alternate Name Extension to see the available options and specify which ones this certificate will use." = "Vælg Inkluder udvidet alternativt navn på emne for at se de tilgængelige muligheder og vælge dem, som dette certifikat skal bruge.";

/* Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D. */
"Select the appropriate trust policy to evaluate \\U201C%1$@\\U201D." = "Vælg den korrekte godkendelsespolitik til evaluering af “%1$@”.";

/* Self Signed Root */
"Self Signed Root" = "Selvsigneret rod";

/* Self Signed Root CA */
"Self Signed Root CA" = "Selvsigneret rodcertifikatmyndighed";

/* Show CA Web Site... */
"Show CA Web Site..." = "Vis CA-websted...";

/* Sign using your %@ identity */
"Sign using your %@ identity" = "Signer med din %@-id";

/* Specified CRL server down */
"Specified CRL server down" = "Den anførte CRL-server er nede";

/* Key Pair pane title when CA configures default key pair values when creating a CA */
"Specify Key Pair Information For Users of This CA" = "Anfør oplysninger om nøglepar til brugere af denne CA";

/* Key Pair Attributes pane message for creating a CA */
"Specify the key size and algorithm used to create your key pair for the Certificate Authority.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Anfør den nøglestørrelse og algoritme, der er brugt til oprettelse af nøgleparret til certifikatmyndigheden.\n\nNøgleparret består af din private og offentlige nøgle. Den private nøgle er den hemmelige del af nøgleparret og bør opbevares sikkert. Den offentlige nøgle er offentligt tilgængelig som en del af det digitale certifikat.";

/* Key Pair Attributes pane message for creating a cert for yourself */
"Specify the key size and algorithm used to create your key pair.\n\nThe key pair is made up of your private and public keys. The private key is the secret part of the key pair and should be kept secret. The public key is made publicly available as part of the digital certificate." = "Anfør den nøglestørrelse og algoritme, der er brugt til oprettelse af nøgleparret.\n\nNøgleparret består af din private og offentlige nøgle. Den private nøgle er den hemmelige del af nøgleparret og bør opbevares sikkert. Den offentlige nøgle er offentligt tilgængelig som en del af det digitale certifikat.";

/* SSL Client */
"SSL Client" = "SSL-klient";

/* SSL Server */
"SSL Server" = "SSL-server";

/* Subject Alternate Name Extension */
"Subject Alternate Name Extension" = "Udvidet alternativt navn på emne";

/* Subject Alternate Name Extension For This CA */
"Subject Alternate Name Extension For This CA" = "Udvidet alternativt navn på emne til denne certifikatmyndighed";

/* Subject Alternate Name For Users of This CA */
"Subject Alternate Name For Users of This CA" = "Udvidet alternativt navn på emne til brugere af denne certifikatmyndighed";

/* Success */
"Success" = "Succes";

/* System Roots */
"System Roots" = "System Roots";

/* Template = %@ */
"Template = %@" = "Skabelon = %@";

/* CA Email greeting when CA is available */
"The \\U201C%1$@\\U201D Certificate Authority is now available to accept certificate requests from you. Click the attachment and the Certificate Assistant will guide you through this process." = "Certifikatmyndigheden “%1$@” kan nu godkende certifikatanmodninger fra dig. Klik på bilaget, hvorefter Certifikatassistent hjælper dig gennem processen.";

/* Conclusion pane when a CA creates a cert and it is sent to the requestor */
"The certificate has been created for \\U201C%1$@\\U201D. A copy has been placed in your keychain." = "Certifikatet er oprettet til “\%1$@\”. Der er anbragt en kopi i din nøglering.";

/* The default Certificate Authority is now set to \\U201C%@\\U201D. */
"The default Certificate Authority is now set to \\U201C%@\\U201D." = "Standardcertifikatmyndigheden er nu indstillet til “\%@\”.";

/* The file you specified could not be opened by this assistant. */
"The file you specified could not be opened by this assistant." = "Det anførte arkiv kunne ikke åbnes af denne assistent.";

/* The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide. */
"The Key Usage Extension of a certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones this certificate will provide." = "Brug af udvidet nøgle viser et certifikats sikkerhedsfunktioner. Vælg Inkluder udbygget brug af udvidet nøgle for at se de tilgængelige funktioner og vælge dem, som certifikatet skal levere.";

/* The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide. */
"The Key Usage Extension of the CA\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones the certificate will provide." = "Brug af udvidet nøgle til certifikatmyndighedens certifikat viser dets sikkerhedsfunktioner. Vælg Inkluder udbygget brug af udvidet nøgle for at se de tilgængelige funktioner og vælge dem, som certifikatet skal levere.";

/* The Key Usage Extension of the user's certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide. */
"The Key Usage Extension of the user\\U2019s certificate identifies its security capabilities. Select Include Key Usage Extension to see the available capabilities, and select which ones their certificate will provide." = "Brug af udvidet nøgle til brugerens certifikat viser dets sikkerhedsfunktioner. Vælg Inkluder brug af udvidet nøgle for at se de tilgængelige funktioner og vælge dem, som brugerens certifikat skal levere.";

/* The RFC822 name cannot contain Unicode characters. */
"The RFC822 name cannot contain Unicode characters." = "RFC822-navnet må ikke indeholde Unicode-tegn.";

/* There are currently no identities available to sign your CA invitation. */
"There are currently no identities available to sign your CA invitation." = "Der er i øjeblikket ingen tilgængelige identiteter, som kan signere din CA-invitation.";

/* There are no configured Certificate Authorities. You first need to create one using the 'Create a Certificate Authority' option. */
"There are no configured Certificate Authorities. You first need to create one using the \\U201CCreate a Certificate Authority\\U201D option." = "Der er ikke konfigureret nogen certifikatmyndigheder. Du skal først oprette en vha. muligheden “Opret en certifikatmyndighed”.";

/* There are no configured Certificate Authorities. You first need to create one. */
"There are no configured Certificate Authorities. You first need to create one." = "Der er ikke konfigureret nogen certifikatmyndigheder. Du skal først oprette en.";

/* There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority. */
"There are no valid root or intermediate certificate authorities available to sign certificates. Use the \\U201CCreate a Certificate Authority\\U201D option to create a certificate authority." = "Der er ingen gyldige rod- eller midlertidige certifikatmyndigheder tilgængelig til signering af certifikater. Brug muligheden “Opret en certifikatmyndighed” til at oprette en certifikatmyndighed.";

/* Key Pair Attributes pane message for specifying key pair information for users of this CA (displayed when creating a CA) */
"This pane will specify the public and private key pair information for users of this CA when they request a certificate." = "Dette vindue viser oplysninger om offentlige og private nøgler til brugere af denne certifikatmyndighed, når de anmoder om et certifikat.";

/* To evaluate certificates, first select the appropriate trust policy. */
"To evaluate certificates, first select the appropriate trust policy." = "Før du kan evaluere certifikater, skal du vælge den relevante godkendelsespolitik.";

/* Message indicating that this item is dated today */
"Today" = "I dag";

/* Trusted Root */
"Trusted Root" = "Godkendt rod";

/* Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D. */
"Trusting a CA certificate means the CA can \\U201Ctrusted\\U201D in the future to perform evaluations on certificates that are signed by this CA and determine whether they are valid or not. When creating a new CA, its certificate is never considered trusted on the system by default for security reasons. Trusting a new CA certificate has to be done specifically by the user or administrator. In this case, it can be trusted by clicking \\U201COn this machine, trust certificates signed by this CA\\U201D." = "Godkendelse af en certifikatmyndigheds certifikat betyder, at certfikatmyndigheden kan “godkendes” til i fremtiden at gennemføre evalueringer af certifikater, der er signeret af denne certifikatmyndighed, og afgøre, om de er gyldige eller ej. Når der oprettes en ny certifikatmyndighed, anser systemet som standard aldrig dens certifikat for godkendt af sikkerhedsmæssige årsager. Godkendelse af et nyt certifikat fra en certifikatmyndighed skal gøres specifikt af brugeren eller administratoren. I dette tilfælde kan det godkendes, hvis man klikker på “Godkend certifikater på denne computer, hvis de er signeret af denne certifikatmyndighed”.";

/* Unknown (Internal error) */
"Unknown (Internal error)" = "Ukendt (intern fejl)";

/* Unknown Critical Cert Extension */
"Unknown Critical Cert Extension" = "Ukendt kritisk certifikatudvidelse";

/* Unknown Critical CRL Extension */
"Unknown Critical CRL Extension" = "Ukendt kritisk CRL-udvidelse";

/* Unknown Critical Extension */
"Unknown Critical Extension" = "Ukendt kritisk udvidelse";

/* Unknown Error = %1$@ */
"Unknown Error = %1$@" = "Ukendt fejl = %1$@";

/* Unrecognized root cert */
"Unrecognized root cert" = "Ukendt rodcertifikat";

/* Untrusted Root */
"Untrusted Root" = "Ikke godkendt rod";

/* User Certificate: */
"User Certificate:" = "Brugercertifikat:";

/* VPN Client */
"VPN Client" = "VPN-klient";

/* VPN Server */
"VPN Server" = "VPN-server";

/* What does \\U201CMake this CA the default\\U201D mean? */
"What does \\U201CMake this CA the default\\U201D mean?" = "Hvad betyder \“Gør denne CA til standard\”?";

/* What does \\U201CSign your invitation\\U201D mean? */
"What does \\U201CSign your invitation\\U201D mean?" = "Hvad betyder \“Signer din invitation\”?";

/* What does \\U201Ctrust certificates signed by this CA\\U201D mean? */
"What does \\U201Ctrust certificates signed by this CA\\U201D mean?" = "Hvad betyder \“godkend certifikater, der er signeret af denne certifikatmyndighed\”?";

/* What is a CA Web Site? */
"What is a CA Web Site?" = "Hvad er et websted til en certifikatmyndighed?";

/* What is a leaf certificate? */
"What is a leaf certificate?" = "Hvad er et bladcertifikat?";

/* What is a self-signed root CA? */
"What is a self-signed root CA?" = "Hvad er en selvsigneret rodcertifikatmyndighed?";

/* What is a self-signed root certificate? */
"What is a self-signed root certificate?" = "Hvad er et selvsigneret rodcertifikat?";

/* What is an intermediate certificate authority? */
"What is an intermediate certificate authority?" = "Hvad er en midlertidig certifikatmyndighed?";

/* What is an invitation? */
"What is an invitation?" = "Hvad er en invitation?";

/* When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered. */
"When a user requests a certificate from a CA, a signed invitation ensures the user that the invitation is in fact from this CA and is unaltered." = "Når en bruger anmoder om et certifikat fra en certifikatmyndighed, kan brugeren med en signeret invitation være sikker på, at invitationen kommer fra denne certifikatmyndighed og ikke er blevet ændret.";

/* When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA. */
"When accepting certificate signing requests from users, the default CA will be automatically selected in the popup menu of available Certificate Authorities. When you click \\U201CMake this CA the default\\U201D, the CA name you have specified above will become the default CA." = "Når en anmodning om signering af et certifikat fra brugere accepteres, bliver standardcertifikatmyndigheden automatisk valgt på lokalmenuen med tilgængelige certifikatmyndigheder. Når du klikker på \“Gør denne CA til standard\”, bliver den certifikatmyndighed, du har anført ovenfor, valgt som standardcertifikatmyndighed.";

/* Yes */
"Yes" = "Ja";

/* Message indicating that this item is dated yesterday */
"Yesterday" = "I går";

/* You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a root certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du er ved at oprette en rodcertifikatmyndighed, som udsteder S/MIME-certifikater. Der oprettes et 2048 bit RSA-nøglepar. Hvis du vil ændre disse standardindstillinger, skal du klikke på \“Lad mig tilsidesætte standardvalg\”.";

/* You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create a secure e-mail (S/MIME) certificate. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du er ved at oprette et certifikat til sikker e-post (S/MIME). Der oprettes et 2048 bit RSA-nøglepar. Hvis du vil ændre disse standardindstillinger, skal du klikke på \“Lad mig tilsidesætte standardvalg\”.";

/* You are about to create a self-signed certificate. */
"You are about to create a self-signed certificate." = "Du er ved at oprette et selvsignerende certifikat.";

/* You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D */
"You are about to create an intermediate certificate authority that will issue S/MIME certificates. The key pair created will be 2048-bit RSA. If you want to change these defaults, click \\U201CLet me override defaults.\\U201D" = "Du er ved at oprette en midlertidig certifikatmyndighed, som udsteder S/MIME-certifikater. Der oprettes et 2048 bit RSA-nøglepar. Hvis du vil ændre disse standardindstillinger, skal du klikke på \“Lad mig tilsidesætte standardvalg\”.";

/* You are required to choose at least one extended key usage if this extension is enabled. */
"You are required to choose at least one extended key usage if this extension is enabled." = "Du skal vælge mindst en brug af udvidet nøgle, hvis denne udvidelse er slået til.";

/* You are required to choose at least one key usage if this extension is enabled. */
"You are required to choose at least one key usage if this extension is enabled." = "Du skal vælge mindst en brug af nøgle, hvis denne udvidelse er slået til.";

/* Error sheet message when faling to specify a name for the CA config file */
"You must enter a configuration file name before continuing." = "Du skal skrive et navn til konfigurationsarkivet, før du fortsætter.";

/* Error sheet message when faling to specify an email address */
"You must enter an email address for the user before continuing." = "Du skal skrive e-postadressen på brugeren, før du fortsætter.";

/* Error sheet message when faling to specify an email address of the CA */
"You must enter an email address of a Certificate Authority before continuing." = "Du skal skrive e-postadressen på en certifikatmyndighed, før du fortsætter.";

/* Your CA was created successfully. Click 'OK' to begin using your new CA. */
"Your CA was created successfully. Click 'OK' to begin using your new CA." = "Certifikatmyndigheden er oprettet. Klik på 'OK' for at begynde at bruge den nye certifikatmyndighed.";

/* Conclusion pane message for creating and configuring a CA */
"Your Certificate Authority \\U201C%1$@\\U201D has been created and is ready to issue certificates." = "Certifikatmyndigheden “%1$@” er oprettet og er klar til at udstede certifikater.";

/* Conclusion pane when a user issues their own certificate */
"Your certificate has been successfully created." = "Dit certifikat er blevet oprettet.";

/* Your certificate is ready */
"Your certificate is ready" = "Dit certifikat er klar";

/* Conclusion pane message for a user requesting a certificate from a CA */
"Your certificate request Email has been created for you and is ready to send in Mail.app. After you send it, \\U201C%1$@\\U201D will receive an email containing your certificate. When you receive it, click the enclosure and it will be imported into your keychain." = "Din e-post med certifikatanmodning er oprettet og klar til at blive afsendt i Mail. Når du har sendt den, modtager “%1$@” certifikatet via e-post. Når du modtager det, skal du klikke på bilaget, hvorefter det importeres til din nøglering.";

/* Your certificate request has been created on disk. */
"Your certificate request has been created on disk." = "Din certifikatanmodning er blevet oprettet på disken.";

/* Your invitation will remain unsigned. */
"Your invitation will remain unsigned." = "Din invitation vil forblive usigneret.";

